---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MassFloorAreaLevels
source: html/2727779b-89a7-61f6-0356-7f48ce9c7a35.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MassFloorAreaLevels Property

"Mass Floors"

## Syntax (C#)
```csharp
public static ForgeTypeId MassFloorAreaLevels { get; }
```